Repository: navneet0693/paybox
Catalog: po/*.po
Languages: fr

source: Paybox payment configuration
fr: Configuration du système de paiement Paybox

source: Paybox CGI path
fr: Chemin du CGI Paybox

source: Paybox public key file path
fr: Chemin du fichier contenant la clé publique Paybox

source: Site number
fr: Numéro de site

source: Site number (TPE) given by the bank
fr: Numéro de site (TPE) donné par la banque

source: Rank number
fr: Numéro de rang

source: Rank number given by the bank
fr: Numéro de rang donné par la banque

source: Paybox identifier
fr: Identifiant Paybox

source: Paybox identifier provided by Paybox Services when you subscribe
fr: Identifiant Paybox fournit par Paybox Services au moment de votre inscription

source: Paybox IP addresses
fr: Adresses IP Paybox

source: Paybox payment servers IP addresses (one per line)
fr: Adresses IP des serveurs de paiement Paybox (une par ligne)

source: Your purchase has been completed.
fr: Votre achat est terminé.

source: Your purchase has been received.
fr: Votre achat a bien été enregistré.

source: Your purchase has been refused.
fr: Votre achat a été refusé.

source: Your purchase has been canceled.
fr: Votre achat a été annulé.
